[
  {
    "id": 1,
    "name": "Ramesh Kumar",
    "petName": "Bruno",
    "petType": "Dog",
    "rating": 5,
    "text": "Dr. Rajesh performed emergency surgery on Bruno when he had a stomach issue. The care and attention they provided was exceptional. Bruno is now healthy and happy! I can't thank the team enough.",
    "image": "/images/testimonials/client-1.jpg",
    "date": "2024-01-15"
  },
  {
    "id": 2,
    "name": "Lakshmi Iyer",
    "petName": "Whiskers",
    "petType": "Cat",
    "rating": 5,
    "text": "Whiskers was suffering from a skin condition for months. Dr. Kavitha diagnosed the issue quickly and the treatment worked wonders. The clinic is always clean and the staff is so caring!",
    "image": "/images/testimonials/client-2.jpg",
    "date": "2024-02-20"
  },
  {
    "id": 3,
    "name": "Arjun Menon",
    "petName": "Max",
    "petType": "Dog",
    "rating": 5,
    "text": "The 24/7 emergency service saved Max's life when he was hit by a vehicle. Dr. Vikram and the team worked tirelessly. Their dedication to animal care is truly remarkable. Highly recommended!",
    "image": "/images/testimonials/client-3.jpg",
    "date": "2024-03-10"
  },
  {
    "id": 4,
    "name": "Priya Desai",
    "petName": "Coco",
    "petType": "Parrot",
    "rating": 5,
    "text": "Dr. Meera is amazing with exotic pets! Coco had a respiratory issue and she handled it with such expertise. It's hard to find good avian vets, but Lifecare is the best!",
    "image": "/images/testimonials/client-4.jpg",
    "date": "2023-12-05"
  },
  {
    "id": 5,
    "name": "Suresh Babu",
    "petName": "Tommy",
    "petType": "Dog",
    "rating": 5,
    "text": "Tommy's orthopedic surgery was handled perfectly by Dr. Arun. The post-op care and rehabilitation program helped him walk again. The entire team is professional and compassionate.",
    "image": "/images/testimonials/client-5.jpg",
    "date": "2024-01-28"
  },
  {
    "id": 6,
    "name": "Deepa Krishnan",
    "petName": "Mittens",
    "petType": "Cat",
    "rating": 5,
    "text": "I've been bringing Mittens here for years for regular checkups and vaccinations. The clinic is well-maintained, staff is friendly, and the vets are knowledgeable. Wouldn't go anywhere else!",
    "image": "/images/testimonials/client-6.jpg",
    "date": "2024-02-14"
  }
]
